jorgebucaran/fisher
franciscolourenco/done
patrickf1/fzf.fish
laughedelic/fish_logo
catppuccin/fish
edc/bass
jorgebucaran/nvm.fish
rose-pine/fish
reitzig/sdkman-for-fish@v2.1.0
oh-my-fish/plugin-foreign-env
