jorgebucaran/fisher
ilancosman/tide@v6
franciscolourenco/done
patrickf1/fzf.fish
laughedelic/fish_logo
catppuccin/fish
edc/bass
jorgebucaran/nvm.fish
